/=#
#include "VFR.uni"

#string STR_AAEON_PTN3460_CALLBACK	#language eng "Item for a setup callback"
#string STR_AAEON_PTN3460_DUMMY		#language eng "N/A"

#string STR_PTN3460_EN_PROMPT		#language eng "DP to LVDS"
#string STR_PTN3460_EN_HELP		#language eng "DP to LVDS Enabled/Disabled"

#string	STR_PTN3460_CONFIGURATION	#language eng "DP to LVDS Configuration"

#string STR_PTN3460PANELTYPE_PROMPT	#language eng "Panel Type"
//#string STR_PTN3460PANELTYPE_HELP	#language eng "Select LCD panel used by Internal Graphics Device by selecting the appropriate setup item."

#string STR_640_480_60HZ		#language eng "640x480,60Hz"
#string STR_800_480_60HZ		#language eng "800x480,60Hz"
#string STR_800_600_60HZ		#language eng "800x600,60Hz"
#string STR_1024_600_60HZ		#language eng "1024x600,60Hz"
#string STR_1024_768_60HZ		#language eng "1024x768,60Hz"
#string STR_1024_768_60HZ		#language eng "1024x768,60Hz"
#string STR_1280_768_60HZ		#language eng "1280x768,60Hz"
#string STR_1280_1024_60HZ		#language eng "1280x1024,60Hz"
#string STR_1366_768_60HZ		#language eng "1366x768,60Hz"
#string STR_1440_900_60HZ		#language eng "1440x900,60Hz"
#string STR_1600_1200_60HZ		#language eng "1600x1200,60Hz"
#string STR_1920_1080_60HZ		#language eng "1920x1080,60Hz"
#string STR_1920_1200_60HZ		#language eng "1920x1200,60Hz"
#string STR_1280_800_60HZ		#language eng "1280x800,60Hz"

#string STR_PTN3460_BLSEL_PROMPT	#language eng "Backlight Level"
//#string STR_PTN3460_BLSEL_PROMPT_HELP	#language eng "Select Backlight brightness of LVDS"
#string STR_PTN3460_BL00		#language eng "  0%"
#string STR_PTN3460_BL10		#language eng " 10%"
#string STR_PTN3460_BL20		#language eng " 20%"
#string STR_PTN3460_BL30		#language eng " 30%"
#string STR_PTN3460_BL40		#language eng " 40%"
#string STR_PTN3460_BL50		#language eng " 50%"
#string STR_PTN3460_BL60		#language eng " 60%"
#string STR_PTN3460_BL70		#language eng " 70%"
#string STR_PTN3460_BL80		#language eng " 80%"
#string STR_PTN3460_BL90		#language eng " 90%"
#string STR_PTN3460_BL100		#language eng "100%"  

#string STR_PTN3460_BLCTRL_PROMPT	#language eng "Backlight Type"
//#string STR_BPTN3460_LCTRL_PROMPT_HELP	#language eng "Select Backlight Control Type"
#string STR_PTN3460_BLCTRL_NORMAL	#language eng "Normal"
#string STR_PTN3460_BLCTRL_INVERTED	#language eng "Inverted"  

#string STR_PTN3460PANELMODE_PROMPT	#language eng "Panel Mode"
#string STR_PTN3460PANELMODE_HELP	#language eng "Single channel / Dual channel"
#string STR_SINGEL_CHANNEL		#language eng "Single channel"
#string STR_DUAL_CHANNEL		#language eng "Dual channel"

#string STR_PTN3460DATAENABLE_PROMPT	#language eng "Data enable polarity"
#string STR_PTN3460DATAENABLE_HELP	#language eng "Active high / low"
#string STR_ACTIVE_LOW			#language eng "Active low"
#string STR_ACTIVE_HIGH			#language eng "Active high"

#string STR_PTN3460COLORDEPTH_PROMPT	#language eng "Color Depth"
#string STR_PTN3460COLORDEPTH_HELP	#language eng "24bit or 18bit"
#string STR_24B 			#language eng "24bit"
#string STR_18B 			#language eng "18bit"